/*
Disbelief Papyrus - By FlamesAt Games
StorySwap-Color Asriel - By MrEpicIsHere777 & ChipPatato & FmsDraw
Altertale Tori - By Friisans
Rosetale Muffet - By Anonymous

0-开始（Beginning）
264.8-铺垫（Build Up）
529.6-高潮（Drop）
高潮内小节分划：
第一小节：529.6-595.6
第二小节：595.6-662
第三小节：662-728
第四小节：728-794.4
第五小节：794.4-860.4
第六小节：860.4-926.8
第七小节：926.8-992.8
第八小节：992.8-1059.2
1059.2-主旋1（Lead1）
1-3小节：1059.2-1191.6
3-5小节：1191.6-1324
5-7小节：1324-1456.4
7-9小节：1456.4-1588.8
1588.8-主旋2（Lead2）
1-3小节：1588.8-1721.2
3-5小节：1721.2-1853.6
5-7小节：1853.6-0:49:65
7-9小节：0:49:65-0:52:96
9-11小节：0:52:96-0:56:27
11-13小节：0:56:27-0:59:58
13-15小节：0:59:58-1:02:89
15-17小节：1:02:89-1:06:20
2648-低潮（Droop）
3177.6-独奏铺垫（Build Up For Solo）
1:29:37-爆发（我哪知道这是啥）
1:32:69-独奏（Solo）
独奏内小节分划：
第一首：1:32:69-1:36:00
第二首：1:36:00-1:39:31
第三首：1:39:31-1:42:62
第四首：1:42:62-1:45:93
第五首：1:45:93-1:49:24
第六首：1:49:24-1:52:55
第七首：1:52:55-1:55:86
第八首：1:55:86-1:59:17
1:59:17-结束（Ending）
2:12:41-真结束
